[
  {
    "id": 1,
    "titulo": "LussoCasa",
    "descricao": {
      "pt": "Site elegante e luxuoso dedicado ao design de interiores e venda de produtos e projetos de decoração. Desenvolvido com React.js e Bootstrap e CSSModules.",
      "en": "Elegant and luxurious website dedicated to interior design and sale of decoration products and projects. Developed with React.js and Bootstrap and CSSModules.",
      "it": "Sito web elegante e lussuoso dedicato all'interior design e alla vendita di prodotti e progetti di arredamento. Sviluppato con React.js, Bootstrap e CSSModules."
    },
    "src": "/images/lussoCasa.png",
    "tags": ["JavaScript", "React", "Bootstrap", "React Router", "HTML", "CSS"],
    "linkDemo": "https://lusso-casa.vercel.app",
    "linkRepo": "https://github.com/perazzavera/LussoCasa",
    "destaque": true
  },
  {
    "id": 2,
    "titulo": "Meteora",
    "descricao": {
      "pt": "E-commerce educacional de moda desenvolvido com React e Context API, apresentando um sistema completo de gerenciamento de carrinho como estudo de caso para estado global em aplicações React.",
      "en": "Educational fashion e-commerce developed with React and Context API, presenting a complete cart management system as a case study for global state in React applications.",
      "it": "E-commerce di moda educativo sviluppato con React e Context API, che presenta un sistema completo di gestione del carrello come caso di studio per lo stato globale delle applicazioni React."
    },
    "src": "/images/meteora.png",
    "tags": ["JavaScript", "React", "Bootstrap", "API Context", "React Router"],
    "linkDemo": "https://projeto-meteora-eight.vercel.app",
    "linkRepo": "https://github.com/perazzavera/PROJETO-METEORA",
    "destaque": true
  },
  {
    "id": 3,
    "titulo": "Positivus",
    "descricao": {
      "pt": "Positivus é uma agência de marketing digital especializada em impulsionar marcas com estratégias criativas e soluções personalizadas para gerar impacto positivo.",
      "en": "Positivus is a digital marketing agency focused on empowering brands through creative strategies and tailored solutions to drive positive impact.",
      "it": "Positivus è un'agenzia di marketing digitale specializzata nel potenziare i brand con strategie creative e soluzioni personalizzate per generare un impatto positivo."
    },
    "src": "/images/positivus.png",
    "tags": ["JavaScript", "React", "HTML", "Bootstrap", "React Router"],
    "linkDemo": "https://positivus-bice.vercel.app",
    "linkRepo": "https://github.com/perazzavera/Positivus",
    "destaque": true
  },
  {
    "id": 4,
    "titulo": "Serenatto",
    "descricao": {
      "pt": "Serenatto é um convite digital para uma experiência acolhedora, onde cada clique revela o sabor único de um café especial e a elegância de um bistrô moderno.",
      "en": "Serenatto is a digital invitation to a cozy experience, where every click reveals the unique flavor of specialty coffee and the elegance of a modern bistro.",
      "it": "Serenatto è un invito digitale a un'esperienza accogliente, dove ogni clic svela il gusto unico di un caffè speciale e l'eleganza di un bistrot moderno."
    },
    "src": "/images/serenatto.png",
    "tags": ["JavaScript", "HTML", "Bootstrap"],
    "linkDemo": "https://caffeserenatto.vercel.app",
    "linkRepo": "https://github.com/perazzavera/Serenatto",
    "destaque": true
  },
  {
    "id": 5,
    "titulo": "SHOP.CO",
    "descricao": {
      "pt": "SHOP.CO é um e-commerce moderno, responsivo e altamente performático, desenvolvido com React.js, Vite e Tailwind CSS. O projeto foi criado com foco na experiência do usuário e em boas práticas de desenvolvimento front-end.",
      "en": "SHOP.CO is a modern, responsive, and highly performant e-commerce platform, developed with React.js, Vite, and Tailwind CSS. The project was created with a focus on user experience and best practices in front-end development.",
      "it": "SHOP.CO è una piattaforma di e-commerce moderna, reattiva e ad alte prestazioni, sviluppata con React.js, Vite e Tailwind CSS. Il progetto è stato creato con un focus sull'esperienza utente e le migliori pratiche nello sviluppo front-end."
    },
    "src": "/images/shop.co.png",
    "tags": ["React.js", "Javascript", "Tailwind", "Vite", "Git"],
    "linkDemo": "https://projeto-shopco.vercel.app",
    "linkRepo": "https://github.com/perazzavera/Shop.Co---Atualizado",
    "destaque": true
  },
  {
    "id": 6,
    "titulo": "Elegance Home",
    "descricao": {
      "pt": "Elegance Home é um projeto de e-commerce dedicado a produtos de decoração de interiores e móveis de luxo. O objetivo do projeto é proporcionar uma experiência de compra visualmente impactante, com foco na qualidade, estilo e sofisticação.",
      "en": "Elegance Home is an e-commerce project dedicated to interior design and luxury furniture products. The project's goal is to provide a visually striking shopping experience, with a focus on quality, style and sophistication.",
      "it": "Elegance Home è un progetto e-commerce dedicato ai prodotti di arredamento d'interni e all'arredamento di lusso. L'obiettivo del progetto è offrire un'esperienza di acquisto visivamente sorprendente, focalizzata su qualità, stile e raffinatezza."
    },
    "src": "/images/elegance.png",
    "tags": ["React.js", "Javascript", "Tailwind", "Vite", "Git"],
    "linkDemo": "https://elegance-home.vercel.app/",
    "linkRepo": "https://github.com/perazzavera/elegance-home",
    "destaque": true
  },
  {
    "id": 7,
    "titulo": "Entre Folhas",
    "descricao": {
      "pt": "E-commerce fictício desenvolvido com React, Vite e Tailwind CSS, integrando React Router, Embla Carousel e React Toastify para oferecer uma navegação fluida, carrosséis dinâmicos e notificações elegantes, com foco em performance e responsividade.",
      "en": "Fictional e-commerce developed with React, Vite, and Tailwind CSS, integrating React Router, Embla Carousel, and React Toastify to provide smooth navigation, dynamic carousels, and elegant notifications, with a strong focus on performance and responsiveness.",
      "it": "E-commerce fittizio sviluppato con React, Vite e Tailwind CSS, integrando React Router, Embla Carousel e React Toastify per offrire una navigazione fluida, caroselli dinamici e notifiche eleganti, con un forte focus su prestazioni e reattività."
    },
    "src": "/images/entre-folhas.png",
    "tags": [
      "React.js",
      "Javascript",
      "Tailwind",
      "Vite",
      "Git",
      "Toastify",
      "Embla Carousel"
    ],
    "linkDemo": "https://entre-folhas.vercel.app",
    "linkRepo": "https://github.com/perazzavera/entre-folhas",
    "destaque": true
  }
]
